/*
Navicat MySQL Data Transfer

Source Server         : localhost
Source Server Version : 50717
Source Host           : localhost:3306
Source Database       : tourism

Target Server Type    : MYSQL
Target Server Version : 50717
File Encoding         : 65001

Date: 2019-03-30 07:47:27
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for t_hotel
-- ----------------------------
DROP TABLE IF EXISTS `t_hotel`;
CREATE TABLE `t_hotel` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '唯一标识',
  `name` varchar(256) DEFAULT NULL COMMENT '酒店名称',
  `address` varchar(256) DEFAULT NULL COMMENT '地址',
  `tel` varchar(256) DEFAULT NULL COMMENT '预定电话',
  `image` varchar(128) DEFAULT NULL COMMENT '展示图片',
  `introduce` text COMMENT '酒店介绍',
  `create_time` datetime DEFAULT CURRENT_TIMESTAMP COMMENT '创建时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=86 DEFAULT CHARSET=utf8 COMMENT='酒店管理';

-- ----------------------------
-- Records of t_hotel
-- ----------------------------
INSERT INTO `t_hotel` VALUES ('33', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('35', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('36', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('37', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('38', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('39', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('40', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('41', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('42', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('43', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('44', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('45', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('46', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('47', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('48', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('49', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('50', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('51', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('52', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('53', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('54', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('55', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('56', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('57', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('58', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('59', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('60', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('61', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('62', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('63', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('64', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('65', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('66', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('67', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('68', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('69', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('70', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('71', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('72', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('73', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('74', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('75', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('76', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('77', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('78', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('79', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('80', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('81', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('82', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('83', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('84', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);
INSERT INTO `t_hotel` VALUES ('85', '凤阳帝城酒店', '凤阳帝城酒店', '10000000000', 'resources/d20ddd01-4899-49ac-b615-35b9721f8d79.jpg', '凤阳帝城酒店', null);

-- ----------------------------
-- Table structure for t_lines
-- ----------------------------
DROP TABLE IF EXISTS `t_lines`;
CREATE TABLE `t_lines` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '唯一标识',
  `name` varchar(256) DEFAULT NULL COMMENT '线路名称',
  `begin_address` varchar(256) DEFAULT NULL COMMENT '起点地址',
  `end_address` varchar(256) DEFAULT NULL COMMENT '终点地址',
  `begin_longitude` varchar(256) DEFAULT NULL COMMENT '起点经度',
  `begin_latitude` varchar(256) DEFAULT NULL COMMENT '起点纬度',
  `egin_longitude` varchar(256) DEFAULT NULL COMMENT '起点经度',
  `egin_latitude` varchar(256) DEFAULT NULL COMMENT '起点纬度',
  `introduce` text COMMENT '线路介绍',
  `create_time` datetime DEFAULT CURRENT_TIMESTAMP COMMENT '创建时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=52 DEFAULT CHARSET=utf8 COMMENT='线路管理';

-- ----------------------------
-- Records of t_lines
-- ----------------------------
INSERT INTO `t_lines` VALUES ('33', '龙潭大峡谷', '北京海定区', '龙潭大峡谷', '116.430446', '39.905702', '114.47674', '35.952154', '龙潭大峡谷景区，是国家5A级景区，国家地质公园，是洛阳黛眉山世界地质公园的核心景区，是一条以典型的红岩嶂谷群地质地貌景观为主的峡谷景区。\r\n洛阳龙潭大峡谷景区谷内关峡相望，潭瀑联珠，壁立万仞，峡秀谷幽，经过十二亿年的地质沉积和260万年的水流切割旋蚀所形成的高峡瓮谷、山崩地裂奇观，堪称世界一绝，人间少有，享有“中国嶂谷第一峡”、“古海洋天然博物馆”、“峡谷绝品”和“黄河水画廊”等美名。联合国教科文组织、世界地质公园评审专家两次盛赞龙潭大峡谷景区是“世界上最美的峡谷”和“全世界人人都该来的地方”；具有国际影响力的美国有线电视新闻网CNN评出中国最美的四十个景点，龙潭大峡谷景区是河南唯一入选的景区 [1]  。2018中国黄河旅游大会上被评为“中国黄河50景”。', null);
INSERT INTO `t_lines` VALUES ('34', '12321', '123', '124', '116.430446', '39.905702', '114.47674', '35.952154', '124', null);
INSERT INTO `t_lines` VALUES ('35', '12321', '123', '124', '116.430446', '39.905702', '114.47674', '35.952154', '124', null);
INSERT INTO `t_lines` VALUES ('36', '12321', '123', '124', '116.430446', '39.905702', '114.47674', '35.952154', '124', null);
INSERT INTO `t_lines` VALUES ('37', '12321', '123', '124', '116.430446', '39.905702', '114.47674', '35.952154', '124', null);
INSERT INTO `t_lines` VALUES ('38', '12321', '123', '124', '116.430446', '39.905702', '114.47674', '35.952154', '124', null);
INSERT INTO `t_lines` VALUES ('39', '12321', '123', '124', '116.430446', '39.905702', '114.47674', '35.952154', '124', null);
INSERT INTO `t_lines` VALUES ('40', '12321', '123', '124', '116.430446', '39.905702', '114.47674', '35.952154', '124', null);
INSERT INTO `t_lines` VALUES ('41', '12321', '123', '124', '116.430446', '39.905702', '114.47674', '35.952154', '124', null);
INSERT INTO `t_lines` VALUES ('42', '12321', '123', '124', '116.430446', '39.905702', '114.47674', '35.952154', '124', null);
INSERT INTO `t_lines` VALUES ('43', '12321', '123', '124', '116.430446', '39.905702', '114.47674', '35.952154', '124', null);
INSERT INTO `t_lines` VALUES ('44', '12321', '123', '124', '116.430446', '39.905702', '114.47674', '35.952154', '124', null);
INSERT INTO `t_lines` VALUES ('45', '12321', '123', '124', '116.430446', '39.905702', '114.47674', '35.952154', '124', null);
INSERT INTO `t_lines` VALUES ('46', '12321', '123', '124', '116.430446', '39.905702', '114.47674', '35.952154', '124', null);
INSERT INTO `t_lines` VALUES ('47', '12321', '123', '124', '116.430446', '39.905702', '114.47674', '35.952154', '124', null);
INSERT INTO `t_lines` VALUES ('48', '12321', '123', '124', '116.430446', '39.905702', '114.47674', '35.952154', '124', null);
INSERT INTO `t_lines` VALUES ('49', '12321', '123', '124', '116.430446', '39.905702', '114.47674', '35.952154', '124', null);
INSERT INTO `t_lines` VALUES ('50', '12321', '123', '124', '116.430446', '39.905702', '114.47674', '35.952154', '124', null);
INSERT INTO `t_lines` VALUES ('51', '12321', '123', '124', '116.430446', '39.905702', '114.47674', '35.952154', '124', null);

-- ----------------------------
-- Table structure for t_log
-- ----------------------------
DROP TABLE IF EXISTS `t_log`;
CREATE TABLE `t_log` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '唯一标识',
  `user_id` int(11) DEFAULT NULL COMMENT '用户id',
  `user_account` varchar(256) DEFAULT NULL COMMENT '用户帐号',
  `user_name` varchar(256) DEFAULT NULL COMMENT '用户姓名',
  `client_ip` varchar(16) DEFAULT NULL COMMENT '客户端ip',
  `type` int(11) NOT NULL DEFAULT '1' COMMENT '1,操作日志；2其他日志',
  `idx` int(11) DEFAULT NULL COMMENT '1,新增；2,修改；3,删除；4,查看；5,发布；6,导入；7,导出',
  `verb` varchar(16) DEFAULT NULL COMMENT '日志动词',
  `noun` varchar(64) DEFAULT NULL COMMENT '描述信息',
  `log_time` datetime DEFAULT NULL COMMENT '日志时间：Y-m-d H:i:S',
  `db_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '入库时间：Y-m-d H:i:S',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=53 DEFAULT CHARSET=utf8 COMMENT='日志';

-- ----------------------------
-- Records of t_log
-- ----------------------------
INSERT INTO `t_log` VALUES ('33', '1', 'admin', '管理员', '127.0.0.1', '1', '1', '新增', '新增酒店管理', '2019-03-22 21:05:28', '2019-03-22 21:05:30');
INSERT INTO `t_log` VALUES ('34', '1', 'admin', '管理员', '127.0.0.1', '1', '1', '新增', '新增酒店管理', '2019-03-22 21:19:41', '2019-03-22 21:19:41');
INSERT INTO `t_log` VALUES ('35', '1', 'admin', '管理员', '127.0.0.1', '1', '3', '删除', '删除酒店管理信息', '2019-03-22 21:23:50', '2019-03-22 21:23:50');
INSERT INTO `t_log` VALUES ('36', '1', 'admin', '管理员', '127.0.0.1', '1', '1', '新增', '新增景点管理', '2019-03-22 21:25:45', '2019-03-22 21:25:47');
INSERT INTO `t_log` VALUES ('37', '1', 'admin', '管理员', '127.0.0.1', '1', '3', '删除', '删除景点管理信息', '2019-03-22 21:25:49', '2019-03-22 21:25:50');
INSERT INTO `t_log` VALUES ('38', '1', 'admin', '管理员', '127.0.0.1', '1', '1', '新增', '新增线路管理', '2019-03-22 21:50:21', '2019-03-22 21:50:21');
INSERT INTO `t_log` VALUES ('39', '1', 'admin', '管理员', '127.0.0.1', '1', '2', '修改', '修改线路管理信息', '2019-03-22 21:56:28', '2019-03-22 21:56:30');
INSERT INTO `t_log` VALUES ('40', '1', 'admin', '管理员', '127.0.0.1', '1', '2', '修改', '修改酒店管理信息', '2019-03-22 22:04:58', '2019-03-22 22:04:59');
INSERT INTO `t_log` VALUES ('41', '1', 'admin', '管理员', '127.0.0.1', '1', '2', '修改', '修改酒店管理信息', '2019-03-22 22:38:27', '2019-03-22 22:38:28');
INSERT INTO `t_log` VALUES ('42', '1', 'admin', '管理员', '127.0.0.1', '1', '1', '新增', '新增景点管理', '2019-03-22 22:40:24', '2019-03-22 22:40:25');
INSERT INTO `t_log` VALUES ('43', '1', 'admin', '管理员', '127.0.0.1', '1', '1', '新增', '新增留言管理', '2019-03-22 22:41:47', '2019-03-22 22:41:49');
INSERT INTO `t_log` VALUES ('44', '1', 'admin', '管理员', '127.0.0.1', '1', '2', '修改', '修改线路管理信息', '2019-03-22 23:50:55', '2019-03-22 23:50:56');
INSERT INTO `t_log` VALUES ('45', '0', '', '', '127.0.0.1', '1', '1', '新增', '新增留言管理', '2019-03-23 01:05:45', '2019-03-23 01:05:45');
INSERT INTO `t_log` VALUES ('46', '0', '', '', '127.0.0.1', '1', '1', '新增', '新增留言管理', '2019-03-23 01:06:17', '2019-03-23 01:06:18');
INSERT INTO `t_log` VALUES ('47', '0', '', '', '127.0.0.1', '1', '1', '新增', '新增留言管理', '2019-03-23 01:06:46', '2019-03-23 01:06:48');
INSERT INTO `t_log` VALUES ('48', '1', 'admin', '管理员', '127.0.0.1', '1', '1', '新增', '新增留言管理', '2019-03-23 01:09:33', '2019-03-23 01:09:34');
INSERT INTO `t_log` VALUES ('49', '1', 'admin', '管理员', '127.0.0.1', '1', '1', '新增', '新增新闻管理', '2019-03-23 01:11:18', '2019-03-23 01:11:19');
INSERT INTO `t_log` VALUES ('50', '0', '', '', '127.0.0.1', '1', '2', '修改', '校验账号是否唯一', '2019-03-23 02:04:32', '2019-03-23 02:04:32');
INSERT INTO `t_log` VALUES ('51', '0', '', '', '127.0.0.1', '1', '1', '新增', '新增用户', '2019-03-23 02:05:11', '2019-03-23 02:05:12');
INSERT INTO `t_log` VALUES ('52', '0', '', '', '127.0.0.1', '1', '2', '修改', '校验账号是否唯一', '2019-03-23 02:05:53', '2019-03-23 02:05:54');

-- ----------------------------
-- Table structure for t_message
-- ----------------------------
DROP TABLE IF EXISTS `t_message`;
CREATE TABLE `t_message` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '唯一标识',
  `person` varchar(256) DEFAULT NULL COMMENT '留言人',
  `content` text COMMENT '留言内容',
  `create_time` datetime DEFAULT CURRENT_TIMESTAMP COMMENT '创建时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=38 DEFAULT CHARSET=utf8 COMMENT='留言管理';

-- ----------------------------
-- Records of t_message
-- ----------------------------
INSERT INTO `t_message` VALUES ('33', '游客', '我要旅游我要旅游我要旅游我要旅游我要旅游我要旅游', null);
INSERT INTO `t_message` VALUES ('34', '游客', 'weeeeeeeeeeeeeeeeeeeeeee', null);
INSERT INTO `t_message` VALUES ('35', '游客', 'weeeeeeeeeeeeeeeeeeeeeee', null);
INSERT INTO `t_message` VALUES ('36', '游客', 'weeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeee', null);
INSERT INTO `t_message` VALUES ('37', '游客', '12111111111', '2019-03-23 01:09:33');

-- ----------------------------
-- Table structure for t_news
-- ----------------------------
DROP TABLE IF EXISTS `t_news`;
CREATE TABLE `t_news` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '唯一标识',
  `title` varchar(256) DEFAULT NULL COMMENT '新闻标题',
  `abstracts` varchar(256) DEFAULT NULL COMMENT '新闻摘要',
  `image` varchar(128) DEFAULT NULL COMMENT '新闻图片',
  `content` text COMMENT '新闻内容',
  `create_time` datetime DEFAULT CURRENT_TIMESTAMP COMMENT '创建时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=61 DEFAULT CHARSET=utf8 COMMENT='新闻管理';

-- ----------------------------
-- Records of t_news
-- ----------------------------
INSERT INTO `t_news` VALUES ('33', '我市国家3A级旅游景区有望增至18家', '我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家', 'resources/c43c3749-547b-4db4-86bb-c3bfdda2645f.jpg', '日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n市旅发委产业促进科科长赵晖表示，我市国家3A级景区队伍的壮大，将进一步提升我市旅游业发展的核心竞争力，提高我市旅游产业经济效益，促进我市旅游业转型升级，为洛阳市发展全域旅游及创建国际文化旅游名城提供强大支撑。(金曦 林琳)(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。', '2019-03-23 01:11:18');
INSERT INTO `t_news` VALUES ('34', '我市国家3A级旅游景区有望增至18家', '我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家', 'resources/c43c3749-547b-4db4-86bb-c3bfdda2645f.jpg', '日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n市旅发委产业促进科科长赵晖表示，我市国家3A级景区队伍的壮大，将进一步提升我市旅游业发展的核心竞争力，提高我市旅游产业经济效益，促进我市旅游业转型升级，为洛阳市发展全域旅游及创建国际文化旅游名城提供强大支撑。(金曦 林琳)(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。', '2019-03-23 01:11:18');
INSERT INTO `t_news` VALUES ('35', '我市国家3A级旅游景区有望增至18家', '我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家', 'resources/c43c3749-547b-4db4-86bb-c3bfdda2645f.jpg', '日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n市旅发委产业促进科科长赵晖表示，我市国家3A级景区队伍的壮大，将进一步提升我市旅游业发展的核心竞争力，提高我市旅游产业经济效益，促进我市旅游业转型升级，为洛阳市发展全域旅游及创建国际文化旅游名城提供强大支撑。(金曦 林琳)(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。', '2019-03-23 01:11:18');
INSERT INTO `t_news` VALUES ('36', '我市国家3A级旅游景区有望增至18家', '我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家', 'resources/c43c3749-547b-4db4-86bb-c3bfdda2645f.jpg', '日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n市旅发委产业促进科科长赵晖表示，我市国家3A级景区队伍的壮大，将进一步提升我市旅游业发展的核心竞争力，提高我市旅游产业经济效益，促进我市旅游业转型升级，为洛阳市发展全域旅游及创建国际文化旅游名城提供强大支撑。(金曦 林琳)(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。', '2019-03-23 01:11:18');
INSERT INTO `t_news` VALUES ('37', '我市国家3A级旅游景区有望增至18家', '我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家', 'resources/c43c3749-547b-4db4-86bb-c3bfdda2645f.jpg', '日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n市旅发委产业促进科科长赵晖表示，我市国家3A级景区队伍的壮大，将进一步提升我市旅游业发展的核心竞争力，提高我市旅游产业经济效益，促进我市旅游业转型升级，为洛阳市发展全域旅游及创建国际文化旅游名城提供强大支撑。(金曦 林琳)(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。', '2019-03-23 01:11:18');
INSERT INTO `t_news` VALUES ('38', '我市国家3A级旅游景区有望增至18家', '我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家', 'resources/c43c3749-547b-4db4-86bb-c3bfdda2645f.jpg', '日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n市旅发委产业促进科科长赵晖表示，我市国家3A级景区队伍的壮大，将进一步提升我市旅游业发展的核心竞争力，提高我市旅游产业经济效益，促进我市旅游业转型升级，为洛阳市发展全域旅游及创建国际文化旅游名城提供强大支撑。(金曦 林琳)(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。', '2019-03-23 01:11:18');
INSERT INTO `t_news` VALUES ('39', '我市国家3A级旅游景区有望增至18家', '我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家', 'resources/c43c3749-547b-4db4-86bb-c3bfdda2645f.jpg', '日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n市旅发委产业促进科科长赵晖表示，我市国家3A级景区队伍的壮大，将进一步提升我市旅游业发展的核心竞争力，提高我市旅游产业经济效益，促进我市旅游业转型升级，为洛阳市发展全域旅游及创建国际文化旅游名城提供强大支撑。(金曦 林琳)(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。', '2019-03-23 01:11:18');
INSERT INTO `t_news` VALUES ('40', '我市国家3A级旅游景区有望增至18家', '我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家', 'resources/c43c3749-547b-4db4-86bb-c3bfdda2645f.jpg', '日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n市旅发委产业促进科科长赵晖表示，我市国家3A级景区队伍的壮大，将进一步提升我市旅游业发展的核心竞争力，提高我市旅游产业经济效益，促进我市旅游业转型升级，为洛阳市发展全域旅游及创建国际文化旅游名城提供强大支撑。(金曦 林琳)(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。', '2019-03-23 01:11:18');
INSERT INTO `t_news` VALUES ('41', '我市国家3A级旅游景区有望增至18家', '我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家', 'resources/c43c3749-547b-4db4-86bb-c3bfdda2645f.jpg', '日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n市旅发委产业促进科科长赵晖表示，我市国家3A级景区队伍的壮大，将进一步提升我市旅游业发展的核心竞争力，提高我市旅游产业经济效益，促进我市旅游业转型升级，为洛阳市发展全域旅游及创建国际文化旅游名城提供强大支撑。(金曦 林琳)(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。', '2019-03-23 01:11:18');
INSERT INTO `t_news` VALUES ('42', '我市国家3A级旅游景区有望增至18家', '我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家', 'resources/c43c3749-547b-4db4-86bb-c3bfdda2645f.jpg', '日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n市旅发委产业促进科科长赵晖表示，我市国家3A级景区队伍的壮大，将进一步提升我市旅游业发展的核心竞争力，提高我市旅游产业经济效益，促进我市旅游业转型升级，为洛阳市发展全域旅游及创建国际文化旅游名城提供强大支撑。(金曦 林琳)(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。', '2019-03-23 01:11:18');
INSERT INTO `t_news` VALUES ('43', '我市国家3A级旅游景区有望增至18家', '我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家', 'resources/c43c3749-547b-4db4-86bb-c3bfdda2645f.jpg', '日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n市旅发委产业促进科科长赵晖表示，我市国家3A级景区队伍的壮大，将进一步提升我市旅游业发展的核心竞争力，提高我市旅游产业经济效益，促进我市旅游业转型升级，为洛阳市发展全域旅游及创建国际文化旅游名城提供强大支撑。(金曦 林琳)(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。', '2019-03-23 01:11:18');
INSERT INTO `t_news` VALUES ('44', '我市国家3A级旅游景区有望增至18家', '我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家', 'resources/c43c3749-547b-4db4-86bb-c3bfdda2645f.jpg', '日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n市旅发委产业促进科科长赵晖表示，我市国家3A级景区队伍的壮大，将进一步提升我市旅游业发展的核心竞争力，提高我市旅游产业经济效益，促进我市旅游业转型升级，为洛阳市发展全域旅游及创建国际文化旅游名城提供强大支撑。(金曦 林琳)(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。', '2019-03-23 01:11:18');
INSERT INTO `t_news` VALUES ('45', '我市国家3A级旅游景区有望增至18家', '我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家', 'resources/c43c3749-547b-4db4-86bb-c3bfdda2645f.jpg', '日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n市旅发委产业促进科科长赵晖表示，我市国家3A级景区队伍的壮大，将进一步提升我市旅游业发展的核心竞争力，提高我市旅游产业经济效益，促进我市旅游业转型升级，为洛阳市发展全域旅游及创建国际文化旅游名城提供强大支撑。(金曦 林琳)(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。', '2019-03-23 01:11:18');
INSERT INTO `t_news` VALUES ('46', '我市国家3A级旅游景区有望增至18家', '我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家', 'resources/c43c3749-547b-4db4-86bb-c3bfdda2645f.jpg', '日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n市旅发委产业促进科科长赵晖表示，我市国家3A级景区队伍的壮大，将进一步提升我市旅游业发展的核心竞争力，提高我市旅游产业经济效益，促进我市旅游业转型升级，为洛阳市发展全域旅游及创建国际文化旅游名城提供强大支撑。(金曦 林琳)(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。', '2019-03-23 01:11:18');
INSERT INTO `t_news` VALUES ('47', '我市国家3A级旅游景区有望增至18家', '我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家', 'resources/c43c3749-547b-4db4-86bb-c3bfdda2645f.jpg', '日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n市旅发委产业促进科科长赵晖表示，我市国家3A级景区队伍的壮大，将进一步提升我市旅游业发展的核心竞争力，提高我市旅游产业经济效益，促进我市旅游业转型升级，为洛阳市发展全域旅游及创建国际文化旅游名城提供强大支撑。(金曦 林琳)(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。', '2019-03-23 01:11:18');
INSERT INTO `t_news` VALUES ('48', '我市国家3A级旅游景区有望增至18家', '我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家', 'resources/c43c3749-547b-4db4-86bb-c3bfdda2645f.jpg', '日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n市旅发委产业促进科科长赵晖表示，我市国家3A级景区队伍的壮大，将进一步提升我市旅游业发展的核心竞争力，提高我市旅游产业经济效益，促进我市旅游业转型升级，为洛阳市发展全域旅游及创建国际文化旅游名城提供强大支撑。(金曦 林琳)(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。', '2019-03-23 01:11:18');
INSERT INTO `t_news` VALUES ('49', '我市国家3A级旅游景区有望增至18家', '我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家', 'resources/c43c3749-547b-4db4-86bb-c3bfdda2645f.jpg', '日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n市旅发委产业促进科科长赵晖表示，我市国家3A级景区队伍的壮大，将进一步提升我市旅游业发展的核心竞争力，提高我市旅游产业经济效益，促进我市旅游业转型升级，为洛阳市发展全域旅游及创建国际文化旅游名城提供强大支撑。(金曦 林琳)(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。', '2019-03-23 01:11:18');
INSERT INTO `t_news` VALUES ('50', '我市国家3A级旅游景区有望增至18家', '我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家', 'resources/c43c3749-547b-4db4-86bb-c3bfdda2645f.jpg', '日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n市旅发委产业促进科科长赵晖表示，我市国家3A级景区队伍的壮大，将进一步提升我市旅游业发展的核心竞争力，提高我市旅游产业经济效益，促进我市旅游业转型升级，为洛阳市发展全域旅游及创建国际文化旅游名城提供强大支撑。(金曦 林琳)(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。', '2019-03-23 01:11:18');
INSERT INTO `t_news` VALUES ('51', '我市国家3A级旅游景区有望增至18家', '我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家', 'resources/c43c3749-547b-4db4-86bb-c3bfdda2645f.jpg', '日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n市旅发委产业促进科科长赵晖表示，我市国家3A级景区队伍的壮大，将进一步提升我市旅游业发展的核心竞争力，提高我市旅游产业经济效益，促进我市旅游业转型升级，为洛阳市发展全域旅游及创建国际文化旅游名城提供强大支撑。(金曦 林琳)(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。', '2019-03-23 01:11:18');
INSERT INTO `t_news` VALUES ('52', '我市国家3A级旅游景区有望增至18家', '我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家', 'resources/c43c3749-547b-4db4-86bb-c3bfdda2645f.jpg', '日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n市旅发委产业促进科科长赵晖表示，我市国家3A级景区队伍的壮大，将进一步提升我市旅游业发展的核心竞争力，提高我市旅游产业经济效益，促进我市旅游业转型升级，为洛阳市发展全域旅游及创建国际文化旅游名城提供强大支撑。(金曦 林琳)(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。', '2019-03-23 01:11:18');
INSERT INTO `t_news` VALUES ('53', '我市国家3A级旅游景区有望增至18家', '我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家', 'resources/c43c3749-547b-4db4-86bb-c3bfdda2645f.jpg', '日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n市旅发委产业促进科科长赵晖表示，我市国家3A级景区队伍的壮大，将进一步提升我市旅游业发展的核心竞争力，提高我市旅游产业经济效益，促进我市旅游业转型升级，为洛阳市发展全域旅游及创建国际文化旅游名城提供强大支撑。(金曦 林琳)(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。', '2019-03-23 01:11:18');
INSERT INTO `t_news` VALUES ('54', '我市国家3A级旅游景区有望增至18家', '我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家', 'resources/c43c3749-547b-4db4-86bb-c3bfdda2645f.jpg', '日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n市旅发委产业促进科科长赵晖表示，我市国家3A级景区队伍的壮大，将进一步提升我市旅游业发展的核心竞争力，提高我市旅游产业经济效益，促进我市旅游业转型升级，为洛阳市发展全域旅游及创建国际文化旅游名城提供强大支撑。(金曦 林琳)(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。', '2019-03-23 01:11:18');
INSERT INTO `t_news` VALUES ('55', '我市国家3A级旅游景区有望增至18家', '我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家', 'resources/c43c3749-547b-4db4-86bb-c3bfdda2645f.jpg', '日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n市旅发委产业促进科科长赵晖表示，我市国家3A级景区队伍的壮大，将进一步提升我市旅游业发展的核心竞争力，提高我市旅游产业经济效益，促进我市旅游业转型升级，为洛阳市发展全域旅游及创建国际文化旅游名城提供强大支撑。(金曦 林琳)(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。', '2019-03-23 01:11:18');
INSERT INTO `t_news` VALUES ('56', '我市国家3A级旅游景区有望增至18家', '我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家', 'resources/c43c3749-547b-4db4-86bb-c3bfdda2645f.jpg', '日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n市旅发委产业促进科科长赵晖表示，我市国家3A级景区队伍的壮大，将进一步提升我市旅游业发展的核心竞争力，提高我市旅游产业经济效益，促进我市旅游业转型升级，为洛阳市发展全域旅游及创建国际文化旅游名城提供强大支撑。(金曦 林琳)(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。', '2019-03-23 01:11:18');
INSERT INTO `t_news` VALUES ('57', '我市国家3A级旅游景区有望增至18家', '我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家', 'resources/c43c3749-547b-4db4-86bb-c3bfdda2645f.jpg', '日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n市旅发委产业促进科科长赵晖表示，我市国家3A级景区队伍的壮大，将进一步提升我市旅游业发展的核心竞争力，提高我市旅游产业经济效益，促进我市旅游业转型升级，为洛阳市发展全域旅游及创建国际文化旅游名城提供强大支撑。(金曦 林琳)(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。', '2019-03-23 01:11:18');
INSERT INTO `t_news` VALUES ('58', '我市国家3A级旅游景区有望增至18家', '我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家', 'resources/c43c3749-547b-4db4-86bb-c3bfdda2645f.jpg', '日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n市旅发委产业促进科科长赵晖表示，我市国家3A级景区队伍的壮大，将进一步提升我市旅游业发展的核心竞争力，提高我市旅游产业经济效益，促进我市旅游业转型升级，为洛阳市发展全域旅游及创建国际文化旅游名城提供强大支撑。(金曦 林琳)(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。', '2019-03-23 01:11:18');
INSERT INTO `t_news` VALUES ('59', '我市国家3A级旅游景区有望增至18家', '我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家', 'resources/c43c3749-547b-4db4-86bb-c3bfdda2645f.jpg', '日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n市旅发委产业促进科科长赵晖表示，我市国家3A级景区队伍的壮大，将进一步提升我市旅游业发展的核心竞争力，提高我市旅游产业经济效益，促进我市旅游业转型升级，为洛阳市发展全域旅游及创建国际文化旅游名城提供强大支撑。(金曦 林琳)(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。', '2019-03-23 01:11:18');
INSERT INTO `t_news` VALUES ('60', '我市国家3A级旅游景区有望增至18家', '我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家我市国家3A级旅游景区有望增至18家', 'resources/c43c3749-547b-4db4-86bb-c3bfdda2645f.jpg', '日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n日前，记者从市旅发委获悉，我市旅游资源规划开发质量等级评定委员会通过现场检查、达标审核、集体研究等程序，经公示无异议后，确定我市新安函谷关景区、伊川鹤鸣峡风景区、嵩县石头部落景区、东方红工业游景区4家景区为国家3A级旅游景区。\r\n\r\n\r\n至此，我市国家A级旅游景区数量已增至45家。其中，国家5A级旅游景区5家，国家4A级旅游景区18家，国家3A级旅游景区17家，国家2A级旅游景区5家。\r\n\r\n另悉，嵩县白云小镇景区也有望获批国家3A级旅游景区，目前正在公示(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。\r\n\r\n\r\n市旅发委产业促进科科长赵晖表示，我市国家3A级景区队伍的壮大，将进一步提升我市旅游业发展的核心竞争力，提高我市旅游产业经济效益，促进我市旅游业转型升级，为洛阳市发展全域旅游及创建国际文化旅游名城提供强大支撑。(金曦 林琳)(2月4日至9日)。待公示结束，我市国家A级旅游景区数量将达到46家。', '2019-03-23 01:11:18');

-- ----------------------------
-- Table structure for t_touristspots
-- ----------------------------
DROP TABLE IF EXISTS `t_touristspots`;
CREATE TABLE `t_touristspots` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '唯一标识',
  `name` varchar(256) DEFAULT NULL COMMENT '景点名称',
  `address` varchar(256) DEFAULT NULL COMMENT '景点位置',
  `tel` varchar(256) DEFAULT NULL COMMENT '预定电话',
  `image` varchar(128) DEFAULT NULL COMMENT '展示图片',
  `introduce` text COMMENT '景点介绍',
  `create_time` datetime DEFAULT CURRENT_TIMESTAMP COMMENT '创建时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=35 DEFAULT CHARSET=utf8 COMMENT='景点管理';

-- ----------------------------
-- Records of t_touristspots
-- ----------------------------
INSERT INTO `t_touristspots` VALUES ('34', ' 凤阳明皇陵4晚6日自助游', ' 凤阳明皇陵4晚6日自助游', '100000-11000', 'resources/cc265d27-0a72-4c13-bdc7-7ef00c14402d.jpg', '\r\n凤阳明皇陵4晚6日自助游', null);

-- ----------------------------
-- Table structure for t_user
-- ----------------------------
DROP TABLE IF EXISTS `t_user`;
CREATE TABLE `t_user` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '唯一标识',
  `user_name` varchar(32) DEFAULT NULL COMMENT '用户名',
  `password` varchar(32) DEFAULT NULL COMMENT '密码',
  `role` int(11) DEFAULT NULL COMMENT '用户角色：1管理员 2普通用户',
  `integral` int(11) DEFAULT NULL COMMENT '积分',
  `name` varchar(32) DEFAULT NULL COMMENT '姓名',
  `sex` int(11) DEFAULT NULL COMMENT '性别',
  `tel` varchar(255) DEFAULT NULL COMMENT '联系电话',
  `create_time` datetime DEFAULT CURRENT_TIMESTAMP COMMENT '创建时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8 COMMENT='用户信息';

-- ----------------------------
-- Records of t_user
-- ----------------------------
INSERT INTO `t_user` VALUES ('1', 'admin', 'dc483e80a7a0bd9ef71d8cf973673924', '1', '0', '管理员', '1', '', '2017-04-23 15:09:32');
INSERT INTO `t_user` VALUES ('4', 'hqsunc', '49f1ae6a7b9d5a07f6f7e4d6ebf6f01b', '2', null, 'sdfsdfsd', '1', null, '2019-03-23 02:05:11');
